Revit 2027 API
ConductorSize.Id Property
 The Conductor Size id.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId Id { get; }
Public ReadOnly Property Id As ElementId
	Get
public:
property ElementId^ Id {
	ElementId^ get ();
}
member Id : ElementId with get
Property Value
ElementId
See Also
Reference
ConductorSize Class
Autodesk.Revit.DB.Electrical Namespace